Repository: cmj0121/fediqo
Catalog: Sources/FediqoUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_tw

# appearance.subtitle
source: How Fediqo looks and reads, and how often it reads again.
zh_tw: Fediqo 看起來如何、讀起來如何，以及多久重讀一次。

# common.cancel
source: Cancel
zh_tw: 取消

# common.close
source: Close
zh_tw: 關閉

# compose.placeholder
source: One composer, several networks.
zh_tw: 一個編輯器，數個網路。

# compose.soon
source: The composer lands with issue #8. It will publish to each account you chose, exactly once, and say where it went.
zh_tw: 編輯器會隨 issue #8 一起落地。它會把貼文送到你選的每個帳號各一次，並如實說明送到了哪裡。

# compose.title
source: New Post
zh_tw: 發新文

# compose.wip
source: Not yet
zh_tw: 尚未實作

# error.badHost
source: %@ is not a hostname.
zh_tw: %@ 不是一個主機名稱。

# error.http
source: The server answered %@.
zh_tw: 伺服器回應 %@。

# error.needsSignIn
source: %@ does not hand over its public timeline without signing in, so it is contributing nothing.
zh_tw: %@ 不登入就不交出公開時間軸，所以它現在沒有貢獻任何內容。

# error.notItsPost
source: %@ is not a status on this server.
zh_tw: %@ 不是這台伺服器上的貼文。

# error.notThatKind
source: %1$@ did not answer as a %2$@ server.
zh_tw: %1$@ 的回應不像一個 %2$@ 伺服器。

# error.signInFailed
source: Signing in failed: %@
zh_tw: 登入失敗：%@

# error.tokenRejected
source: %@ has stopped accepting that sign-in — sign in again, or sign out. The posts below are what it shows a stranger.
zh_tw: %@ 已不再接受這個登入，請重新登入或登出。下面的貼文是它給陌生人看的版本。

# error.unsupported
source: %@ is not spoken yet, so this server is contributing nothing.
zh_tw: 目前還不會說 %@，所以這個伺服器沒有貢獻任何內容。

# kept.soon
source: What you keep stops rotating out, and nothing about it is told to any server. It lands with issue #7.
zh_tw: 你保留的東西不會被輪替掉，而且不會告訴任何伺服器你保留了什麼。這會隨 issue #7 一起落地。

# kept.title
source: Kept
zh_tw: 已保留

# keyboard.subtitle
source: Every key this app answers, written down.
zh_tw: 這個 app 認得的每一個按鍵，都寫在這裡。

# landing.enter
source: Continue
zh_tw: 繼續

# landing.skip
source: Skip
zh_tw: 略過

# landing.tagline
source: One timeline. Every network.
zh_tw: 一條時間軸，所有網路。

# menu.go
source: Go
zh_tw: 前往

# menu.newPost
source: New Post
zh_tw: 新貼文

# menu.readAgain
source: Read Again
zh_tw: 重新讀取

# menu.settings
source: Settings…
zh_tw: 設定…

# menu.shortcuts
source: Keyboard Shortcuts
zh_tw: 鍵盤快速鍵

# network.subtitle
source: What has been asked of other people's servers, and how much of it came back.
zh_tw: 向別人的伺服器要過些什麼，以及其中有多少真的回來了。

# onboarding.protocol.activityPub.summary
source: Any ActivityPub server, in time.
zh_tw: 任何 ActivityPub 伺服器，之後會支援。

# onboarding.protocol.atProto.summary
source: The network behind Bluesky, in time.
zh_tw: Bluesky 背後的網路，之後會支援。

# onboarding.protocol.mastodon.summary
source: Servers that speak the Mastodon API.
zh_tw: 使用 Mastodon API 的伺服器。

# onboarding.protocol.nostr.summary
source: Nostr relays, in time.
zh_tw: Nostr relay，之後會支援。

# onboarding.protocol.soon
source: Not yet
zh_tw: 尚未支援

# onboarding.protocol.subtitle
source: Fediqo reads networks you already belong to. It adds no account, no handle, and no server of its own.
zh_tw: Fediqo 讀你已經在用的網路。它不會多給你一個帳號、一個代號，也沒有自己的伺服器。

# onboarding.protocol.title
source: Choose a protocol
zh_tw: 選一種協定

# onboarding.server.active
source: %@ posting this month
zh_tw: 本月 %@ 人在發文

# onboarding.server.add
source: Read this server
zh_tw: 讀這個伺服器

# onboarding.server.already
source: Already a source.
zh_tw: 已經是來源了。

# onboarding.server.back
source: Back
zh_tw: 上一步

# onboarding.server.checking
source: Asking the server…
zh_tw: 詢問伺服器中…

# onboarding.server.field
source: Server hostname
zh_tw: 伺服器主機名稱

# onboarding.server.look
source: Look this server up
zh_tw: 查看這個伺服器

# onboarding.server.posts
source: %@ posts
zh_tw: %@ 則貼文

# onboarding.server.registrations.closed
source: Closed to new accounts
zh_tw: 不開放新帳號

# onboarding.server.registrations.open
source: Open to new accounts
zh_tw: 開放新帳號

# onboarding.server.rules
source: House rules
zh_tw: 站規

# onboarding.server.source.builtIn
source: The directory could not be reached, so this is the short list built into the app.
zh_tw: 連不上目錄服務，這是內建在 app 裡的簡短清單。

# onboarding.server.source.joinMastodon
source: Suggestions come from api.joinmastodon.org. It is the only request Fediqo makes to somewhere you did not choose, and it is made only on this screen.
zh_tw: 建議清單來自 api.joinmastodon.org。這是 Fediqo 唯一一個送往你沒選過的地方的請求，而且只在這一頁發生。

# onboarding.server.subtitle
source: This is not signing in. Fediqo reads what the server hands over to anyone, and writes nothing to it.
zh_tw: 這不是登入。Fediqo 只讀伺服器願意給任何人的內容，不會寫入任何東西。

# onboarding.server.suggested
source: Suggested servers
zh_tw: 建議的伺服器

# onboarding.server.title
source: Choose a server to read
zh_tw: 選一個要讀的伺服器

# onboarding.server.users
source: %@ people
zh_tw: %@ 人

# onboarding.server.version
source: Runs %@
zh_tw: 版本 %@

# post.actingAs
source: Acting as
zh_tw: 以此帳號動作

# post.alone
source: Nobody has replied to this, and it answers nothing.
zh_tw: 沒有人回覆這則，它也不是在回覆誰。

# post.back
source: Timeline
zh_tw: 時間軸

# post.bookmark
source: Bookmark on your server
zh_tw: 在你的伺服器加書籤

# post.copyLink
source: Copy link
zh_tw: 複製連結

# post.covered.hide
source: Hide
zh_tw: 收起

# post.covered.show
source: Show
zh_tw: 顯示

# post.favourite
source: Favourite on the server it came from
zh_tw: 在它來的伺服器上收藏

# post.isReply
source: In reply
zh_tw: 回覆

# post.kept
source: Keep it here
zh_tw: 留在這台裝置

# post.media.audio
source: An audio clip.
zh_tw: 一段音訊。

# post.media.fullScreen
source: Full screen
zh_tw: 全螢幕

# post.media.image
source: An image.
zh_tw: 一張圖片。

# post.media.leaveFullScreen
source: Leave full screen
zh_tw: 離開全螢幕

# post.media.open
source: Open it
zh_tw: 打開

# post.media.play
source: Play it here
zh_tw: 在這裡播放

# post.media.position
source: %d of %d.
zh_tw: 第 %d 個，共 %d 個。

# post.media.turn
source: Click to turn the stack
zh_tw: 點一下換下一個

# post.media.unknown
source: An attachment.
zh_tw: 一個附件。

# post.media.video
source: A video.
zh_tw: 一段影片。

# post.more
source: Everything else
zh_tw: 其他動作

# post.more.danger
source: Danger
zh_tw: 危險

# post.more.general
source: General
zh_tw: 一般

# post.mute.here
source: here
zh_tw: 在這裡

# post.mute.onServer
source: on your server
zh_tw: 在你的伺服器

# post.muteAuthor
source: Mute %@
zh_tw: 靜音 %@

# post.muteHost
source: Mute %@
zh_tw: 靜音 %@

# post.open
source: Show the whole post
zh_tw: 顯示整篇貼文

# post.reblog
source: Boost on the server it came from
zh_tw: 在它來的伺服器上轉推

# post.reply
source: Reply on the server it came from
zh_tw: 在它來的伺服器上回覆

# post.replyingTo
source: Replying to %1$@
zh_tw: 回覆 %1$@

# post.report
source: Report this post
zh_tw: 檢舉這則貼文

# post.report.why
source: What is wrong with it? (optional)
zh_tw: 哪裡有問題？（可不填）

# post.reported
source: Reported
zh_tw: 已檢舉

# post.sources
source: Carried by
zh_tw: 由這些伺服器傳來

# post.title
source: Post
zh_tw: 貼文

# post.writtenWith
source: written with
zh_tw: 發文用

# rail.collapse
source: Collapse the action bar
zh_tw: 收合動作列

# rail.compose
source: New Post
zh_tw: 發新文

# rail.expand
source: Expand the action bar
zh_tw: 展開動作列

# rail.kept
source: Kept
zh_tw: 已保留

# rail.settings
source: Settings
zh_tw: 設定

# rail.statistics
source: Statistics
zh_tw: 統計

# rail.timeline
source: Timeline
zh_tw: 時間軸

# settings.appearance
source: Appearance
zh_tw: 外觀

# settings.language
source: Language
zh_tw: 語言

# settings.language.system
source: System
zh_tw: 跟隨系統

# settings.privacy
source: Privacy
zh_tw: 隱私

# settings.privacy.body
source: There is no Fediqo server. Everything on these screens happens on this device, and the only request that goes somewhere you did not choose is the suggested-server list, asked for on the server picker.
zh_tw: Fediqo 沒有伺服器。這些畫面上的一切都在這台裝置上發生；唯一送往你沒選過的地方的請求，是伺服器挑選頁上的建議清單。

# settings.refresh
source: Refresh
zh_tw: 自動更新

# settings.refresh.off
source: Off
zh_tw: 關閉

# settings.refresh.seconds15
source: 15s
zh_tw: 15 秒

# settings.refresh.seconds30
source: 30s
zh_tw: 30 秒

# settings.refresh.seconds300
source: 5 min
zh_tw: 5 分鐘

# settings.refresh.seconds60
source: 60s
zh_tw: 60 秒

# settings.reset
source: Start again
zh_tw: 重新開始

# settings.reset.ask
source: Erase everything on this device?
zh_tw: 要清掉這台裝置上的全部內容嗎？

# settings.reset.confirm
source: Erase everything
zh_tw: 全部清掉

# settings.reset.note
source: Signs out everywhere, forgets every server, empties the store and puts every setting back. Nothing is kept, and it cannot be undone.
zh_tw: 會登出所有帳號、忘掉每一台伺服器、清空本機資料，並把所有設定復原。什麼都不留，而且無法復原。

# settings.reset.warning
source: This cannot be undone.
zh_tw: 這個動作無法復原。

# settings.sample
source: A sentence at the size you chose, so the choice can be seen before it is kept.
zh_tw: 用你選的大小寫一句話，讓這個選擇在留下之前先被看見。

# settings.signIn
source: Sign in
zh_tw: 登入

# settings.signInAgain
source: Sign in again
zh_tw: 重新登入

# settings.signOut
source: Sign out
zh_tw: 登出

# settings.sources
source: Sources
zh_tw: 來源

# settings.sources.empty
source: No servers yet.
zh_tw: 還沒有任何伺服器。

# settings.sources.forget
source: Forget every server
zh_tw: 忘記所有伺服器

# settings.textSize
source: Text size
zh_tw: 文字大小

# settings.textSize.large
source: Large
zh_tw: 大

# settings.textSize.larger
source: Larger
zh_tw: 更大

# settings.textSize.regular
source: Regular
zh_tw: 標準

# settings.textSize.small
source: Small
zh_tw: 小

# settings.theme
source: Theme
zh_tw: 主題

# settings.theme.dark
source: Dark
zh_tw: 深色

# settings.theme.light
source: Light
zh_tw: 淺色

# settings.theme.system
source: System
zh_tw: 跟隨系統

# settings.title
source: Settings
zh_tw: 設定

# shortcut.browser
source: Open on its server
zh_tw: 在它的伺服器上打開

# shortcut.compose
source: New post
zh_tw: 發新文

# shortcut.cover
source: Show or hide what is covered
zh_tw: 顯示或隱藏被遮蔽的內容

# shortcut.dismiss
source: Close the composer, or whatever is in front of you
zh_tw: 關閉編輯器，或關掉眼前的東西

# shortcut.expand
source: Show the whole post
zh_tw: 顯示整篇貼文

# shortcut.fullScreen
source: Give the opened picture the whole screen
zh_tw: 讓開著的圖佔滿整個螢幕

# shortcut.group.doing
source: Doing things
zh_tw: 動作

# shortcut.group.leaving
source: Getting out
zh_tw: 離開

# shortcut.group.moving
source: Moving about
zh_tw: 移動

# shortcut.interval
source: Cycle how often it reads on its own
zh_tw: 輪替自動重新讀取的間隔

# shortcut.list
source: Show this list
zh_tw: 顯示這份清單

# shortcut.media
source: Turn the attachments
zh_tw: 換下一個附件

# shortcut.note
source: These are keyboard shortcuts. They need a keyboard — on a phone with none attached there is nothing here to press.
zh_tw: 這些是鍵盤快速鍵，需要鍵盤才能用。手機沒有接鍵盤時，這裡沒有東西可以按。

# shortcut.pages
source: Next / previous page
zh_tw: 下一個頁面 / 上一個頁面

# shortcut.play
source: Play the attachment
zh_tw: 播放附件

# shortcut.posts
source: Next / previous post
zh_tw: 下一則 / 上一則貼文

# shortcut.readAgain
source: Read this feed again, now
zh_tw: 立刻重新讀取這個時間軸

# shortcut.tabs
source: Next / previous tab within the page
zh_tw: 頁面內的下一個 / 上一個分頁

# shortcut.title
source: Keyboard shortcuts
zh_tw: 鍵盤快速鍵

# shortcut.top
source: Back to the top
zh_tw: 回到最上面

# shortcut.viewMedia
source: Open what is attached, over the app
zh_tw: 把附件開在整個 app 上

# sources.subtitle
source: The servers you read, and the accounts you read them as.
zh_tw: 你讀的伺服器，以及你用哪個帳號讀它們。

# stats.counting
source: Counting
zh_tw: 計數起點

# stats.counting.note
source: Request counts are kept in memory only and start again with the app, so that what we take from somebody else's server never becomes a record of it. Nothing above goes further back than the moment named here.
zh_tw: 請求次數只存在記憶體裡，程式重開就重新算起——我們向別人的伺服器要了什麼，不該變成一份留存的紀錄。上面的數字都不會早於這裡寫的時刻。

# stats.counting.since
source: Counting since
zh_tw: 自何時起算

# stats.disk
source: Disk
zh_tw: 磁碟空間

# stats.disk.bySource
source: Split by source (estimated)
zh_tw: 各來源估計佔比

# stats.disk.empty
source: Nothing stored yet, so there is nothing to split.
zh_tw: 還沒存下任何東西，沒有可分的份量。

# stats.disk.estimate
source: An estimate, not a measurement. SQLite keeps one file, not one per server, and files nothing by who sent it — so the file is divided in the same proportion as the text each source's posts carry. Indexes and search data belong to no one source and are simply carried by whoever brought the most.
zh_tw: 這是估計值，不是量出來的。SQLite 只有一個檔案，不會按來源分開，也沒有記錄誰送來哪一段——所以是依各來源貼文所帶的文字份量，照同樣的比例去分這個檔案。索引與搜尋資料不屬於任何單一來源，只是被份量最重的那個一併扛著。

# stats.disk.total
source: This store on disk
zh_tw: 本機資料庫佔用

# stats.failed
source: The store could not be read.
zh_tw: 無法讀取本機資料庫。

# stats.noStore
source: This build is running without a local store, so there is nothing kept to count.
zh_tw: 這次執行沒有本機資料庫，因此沒有存下任何可計數的東西。

# stats.requests
source: Requests
zh_tw: 對外請求

# stats.requests.answered
source: Answered
zh_tw: 回應成功

# stats.requests.calls
source: Calls
zh_tw: 次數

# stats.requests.mine
source: Your servers
zh_tw: 你的伺服器

# stats.requests.none
source: Nobody has been asked anything yet.
zh_tw: 還沒有向任何人請求過。

# stats.requests.note
source: Counted one request at a time, not one server at a time: a token turned down and the page then read as a stranger is two requests here, one of them failed — and one timeline that loaded fine. A failure counted here is not a source the timeline could not show.
zh_tw: 這裡是一筆請求算一筆，不是一台伺服器算一筆：憑證被拒、接著以陌生人身分再讀一次，在這裡是兩筆請求、其中一筆失敗——而時間軸其實好好地讀出來了。這裡算到的失敗，不等於時間軸讀不到的來源。

# stats.requests.others
source: Other addresses we asked
zh_tw: 其他被詢問過的位址

# stats.requests.others.note
source: Machines this app spoke to on your behalf but you never added: the suggested-server directory, and hostnames typed into the picker and left there. They are not sources you chose, and they hand over nothing you keep.
zh_tw: 這些是本程式代你詢問過、但你並沒有加入的機器：建議伺服器名錄，以及在挑選畫面輸入後又沒留下的主機名稱。它們不是你選的來源，也沒有交出任何被留下來的東西。

# stats.requests.perMinute
source: Per minute
zh_tw: 每分鐘

# stats.requests.source
source: Address
zh_tw: 位址

# stats.requests.window
source: Per minute is averaged over the last %d minutes. Everything else here is the whole of this count.
zh_tw: 「每分鐘」是最近 %d 分鐘的平均；其餘數字都是這次計數的全部。

# stats.stored
source: Stored
zh_tw: 已存下的

# stats.stored.oldest
source: Oldest post
zh_tw: 最舊的一則

# stats.stored.posts
source: Posts
zh_tw: 貼文則數

# stats.title
source: Statistics
zh_tw: 統計

# storage.subtitle
source: What is kept on this device, and what it costs on disk.
zh_tw: 這台裝置上留著什麼，以及它佔了多少磁碟。

# tab.appearance
source: Appearance
zh_tw: 外觀

# tab.keyboard
source: Keyboard
zh_tw: 鍵盤

# tab.network
source: Network
zh_tw: 網路

# tab.sources
source: Sources
zh_tw: 來源

# tab.storage
source: Storage
zh_tw: 儲存

# template.author.name
source: Author
zh_tw: 作者

# template.author.prompt
source: Handle, like @ada@mastodon.social
zh_tw: 帳號，例如 @ada@mastodon.social

# template.author.summary
source: Everything one person posts, as far as your servers carry it.
zh_tw: 某一個人發的所有貼文，以你的伺服器收得到的為準。

# template.home.name
source: Home
zh_tw: 首頁

# template.home.summary
source: Posts from the accounts you follow, newest first — the servers you have signed in to.
zh_tw: 你追蹤的帳號發的貼文，新的在最上面，來自你已經登入的伺服器。

# template.mentions.name
source: Mentions
zh_tw: 提及

# template.mentions.prompt
source: Handle, like @ada@mastodon.social
zh_tw: 帳號，例如 @ada@mastodon.social

# template.mentions.summary
source: Posts in your home timeline that mention the account you name — yours, or anybody's.
zh_tw: 首頁時間軸裡提到指定帳號的貼文——你自己的，或任何人的。

# template.public.name
source: Public
zh_tw: 公開

# template.public.summary
source: Everything your servers show the world, newest first. Nothing here is ranked.
zh_tw: 你的伺服器公開給所有人的貼文，新的在最上面。這裡沒有任何東西被排名。

# template.tag.name
source: Hashtag
zh_tw: 主題標籤

# template.tag.prompt
source: Hashtag (without #)
zh_tw: 主題標籤（不含 #）

# template.tag.summary
source: Public posts carrying the hashtag you pick, from every server you read.
zh_tw: 你讀的每一台伺服器上，帶著你挑的那個主題標籤的公開貼文。

# template.trend.name
source: Trending
zh_tw: 熱門

# template.trend.summary
source: What each server says is rising, in its own order.
zh_tw: 各伺服器眼中正在紅的內容，順序照它們給的。

# timeline.addSource
source: Add a source
zh_tw: 新增來源

# timeline.addSource.hint
source: A server is a source, not a tab. Adding one changes what is in the timeline, never how it is ordered.
zh_tw: 伺服器是來源，不是分頁。新增它會改變時間軸裡有什麼，不會改變排序。

# timeline.boostedBy
source: %@ boosted
zh_tw: %@ 轉嘟

# timeline.cancel
source: Cancel
zh_tw: 取消

# timeline.copy
source: %@ copy
zh_tw: %@ 副本

# timeline.delete
source: Delete
zh_tw: 刪除

# timeline.description
source: Description
zh_tw: 說明

# timeline.duplicate
source: Duplicate
zh_tw: 複製一份

# timeline.edit
source: Edit timeline…
zh_tw: 編輯時間軸…

# timeline.empty
source: Nothing yet. The timeline shows what your servers publish publicly — nothing stands in for it when they publish none.
zh_tw: 目前沒有內容。時間軸顯示的是你的伺服器公開發布的東西 —— 它們沒有公開，就沒有別的東西來頂替。

# timeline.empty.filtered
source: Every post is hidden by a rule you wrote.
zh_tw: 所有貼文都被你自己寫的規則擋下了。

# timeline.empty.needsAccount
source: Sign in to a server and its home timeline appears here.
zh_tw: 登入某個伺服器之後，它的首頁時間軸就會出現在這裡。

# timeline.end.note
source: Every server has given what it has.
zh_tw: 每一台伺服器都給完了。

# timeline.end.reached
source: You have read back to %@.
zh_tw: 你已經讀到 %@。

# timeline.end.toast
source: Nothing older to read
zh_tw: 沒有更早的了

# timeline.filter
source: Filter
zh_tw: 篩選

# timeline.filter.boosts
source: Show boosts
zh_tw: 顯示轉嘟

# timeline.filter.mediaOnly
source: Only posts with media
zh_tw: 只顯示有媒體的貼文

# timeline.filter.note
source: A rule decides what is in the timeline. It never decides where.
zh_tw: 規則決定時間軸裡有什麼，永遠不決定它排在哪裡。

# timeline.filter.sensitive
source: Show what is covered
zh_tw: 顯示被遮蔽的內容

# timeline.loading
source: Reading your servers…
zh_tw: 正在讀取你的伺服器…

# timeline.more
source: Timelines
zh_tw: 時間軸

# timeline.name
source: Name
zh_tw: 名稱

# timeline.needsAccount
source: Nobody is signed in yet, so this one stays empty until somebody is.
zh_tw: 目前還沒有登入任何帳號，在那之前這條時間軸會是空的。

# timeline.new
source: New timeline…
zh_tw: 新增時間軸…

# timeline.noDescription
source: No description yet. Edit this timeline to say what it is for.
zh_tw: 還沒有說明。編輯這條時間軸，寫下它是做什麼的。

# timeline.none
source: No timelines. Make one from a template.
zh_tw: 沒有任何時間軸。從範本建立一條吧。

# timeline.notifications
source: Notifications
zh_tw: 通知

# timeline.notifications.empty
source: Nothing yet. Replies and mentions arrive while Fediqo is open — there is no server of ours to push them, and there will not be one.
zh_tw: 目前沒有。回覆與提及會在 Fediqo 開著的時候送達 —— 我們沒有伺服器可以推播，以後也不會有。

# timeline.older
source: Reading further back…
zh_tw: 正在讀取更早的…

# timeline.open
source: Open on the server
zh_tw: 在伺服器上開啟

# timeline.refresh
source: Refresh
zh_tw: 重新整理

# timeline.remove
source: Stop reading this server
zh_tw: 不再讀這個伺服器

# timeline.save
source: Save
zh_tw: 儲存

# timeline.sources
source: Sources
zh_tw: 來源

# timeline.store.unreadable
source: The stored timeline could not be read: %@
zh_tw: 無法讀取本機時間軸：%@

# timeline.template
source: Start from
zh_tw: 從哪個範本開始

# timeline.top
source: Back to the top
zh_tw: 回到最上面

# timeline.via
source: via
zh_tw: 來自
